Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Get the fuck out of my houseI
ru: Убирайтесь из моего дома к чертовой матери!

source: Okay, I have an idea.
ru: Так, у меня идея.

source: She' s a woman.
ru: Она же женщина.

source: Women need security.
ru: А женщинам нужны гарантии.

source: She won' t believe you.
ru: Она тебе не поверит.

source: She needs to know she' s dealing with decent people and she can trust us.
ru: Надо, чтобы она поняла, что имеет дело с приличными людьми и может нам доверять.

source: Conversation' s overI
ru: Разговор окончен!

source: Will you please shut up and let me think?
ru: Заткнись и не мешай мне думать.

source: Like that' il help you think.
ru: Это тебе, конечно, поможет.

source: You think!
ru: Ладно!

source: - What if she did call the cops?
ru: - А если она таки вызвала копов?

source: She said it again, that she called the cops.
ru: Она еще раз повторила, что вызвала полицию.

source: Good, excellent.
ru: Ладно.

source: We all believe you.
ru: Мы тебе верим.

source: How do we get into that room?
ru: Как нам попасть в эту комнату?

source: What is funny about this?
ru: Что тут смешного?

source: Is this shit funny to you?
ru: По- твоему, это все смешно?

source: I spent the last 12 years building these rooms...... to keep out people like us.
ru: Я 12 лет делал такие комнаты, чтобы люди могли... защититься от таких, как мы.

source: It' s all so ironic and amusing, okay?
ru: Да, это чрезвычайно смешно.

source: Now, how do we get in?
ru: Но все- таки: как нам туда попасть?

source: We can' t.
ru: Никак.

source: You can' t get in the panic room.
ru: В комнату страха попасть невозможно.

source: We have to get her to come out.
ru: Надо, чтобы она вышла оттуда.

source: And why would she do that?
ru: А зачем ей выходить?

source: But when she does, she can' t get out of this house.
ru: Но если она выйдет из комнаты, она не сможет выйти из дома.

source: We keep her here, we keep her quiet for 20 minutes...... and I don' t want any help from Joe Pesci over here.
ru: Мы продержим ее здесь минут 20... и я справлюсь один, без нашего Аль Капоне.

source: They want to hole up in this house?
ru: Они хотят отсидеться в этом доме?

source: We make it impossible for them to leave.
ru: Надо сделать так, чтобы они не смогли отсюда выйти.

source: And why would they come out in the first place?
ru: Но зачем им вообще выходить из комнаты?

source: I' m working on that.
ru: Я как раз над этим думаю.

source: - Are you okay?
ru: - Как ты?

source: I' m okay.
ru: Замкнутое пространство, да?

source: - I mean it.
ru: - Ладно.

source: - I won' t.
ru: - Я серьезно.

source: You know, people never get buried alive anymore.
ru: Знаешь, теперь людей уже не хоронят заживо.

source: I guess it used to happen all the time.
ru: Раньше это случалось очень часто.

source: Yeah, I read that.
ru: Да, я об этом читала.

source: And when did this happen all the time?
ru: Когда это случалось очень часто?

source: Twenty, thirty years ago.
ru: Лет двадцать- тридцать назад.

source: What are they doing now?
ru: Что они делают?

source: They' re locking us in.
ru: Они заколачивают двери.

source: This is not happening.
ru: Невероятно.

source: Sarah, calm down.
ru: Сара, успокойся.

source: You know what could happen if you let yourself get worked up.
ru: Ты же знаешь, тебе нельзя волноваться.

source: - What the hell are you doing?
ru: - Что это ты делаешь?

source: No, you' re not.
ru: - Пытаюсь проникнуть туда снизу.

source: Even if you got through the concrete, there' s steel.
ru: Даже если ты пробьешь бетон, сталь тебе не проломить.

source: This is what I do.
ru: Послушай, это моя работа.

source: If some idiot with a sledgehammer could break in...... do you really think that I would still have a job?
ru: Если бы любой идиот мог пробить кувалдой стенку... думаешь, меня бы до сих пор не выгнали?

source: Don' t get that in your eye.
ru: Смотри, в глаза попадет.

source: Neighbor.
ru: Соседи.

source: Help!
ru: Помогите!

source: Please help us!
ru: Пожалуйста, помогите!

source: - Do you hear us?
ru: - Вызовите полицию!

source: Help us!
ru: Помогите нам!

source: - Help us, please!
ru: - Пожалуйста, помогите нам!

source: - Call the police!
ru: - Вызовите полицию!

source: You guys just going to stand there?
ru: Ну что, так и будете тут стоять?

source: What do you got, MacGyver?
ru: Что ты предлагаешь, Джеймс Бонд?

source: He can' t get in here with a hammer, can he?
ru: А что, если он проломит стену и войдет?

source: Could you be any louder?
ru: А еще громче нельзя?

source: Give me a hand with those boxes.
ru: Помоги мне.

source: Listen, goddamn it!
ru: Послушайте, черт бы вас побрал!

source: I' m in charge here.
ru: Я тут главный.

source: Now, what the hell is going on?
ru: Объясните, что происходит!

source: - They' re going to get in here.
ru: - Сейчас они сюда войдут.

source: - No, they can' t get in here.
ru: - Нет, не войдут.

source: We' re going to be fine.
ru: Все будет хорошо.

source: We' il be just fine.
ru: Все будет хорошо.

source: Oh, this is good.
ru: А вот это мысль.

source: This could work.
ru: Это хорошая мысль.

source: I was just thinking that we should do something like this.
ru: Я как раз подумывал о чем- нибудь в таком духе.

source: - Open it.
ru: - Открой.

source: - I just did.
ru: - Уже открыл.

source: Open it some more.
ru: Открой побольше.

source: We' re just sending them a message.
ru: Мы же просто хотим их напугать.

source: They' il get the point.
ru: Они и так поймут.

source: Honey, get down on the ground.
ru: Солнышко, ляг на пол.

source: - Don' t be stupid.
ru: Кончай дурить и открой эту штуку побольше.

source: We' re trying to scare them, not kill them.
ru: Мы хотим их напугать, а не убить.

source: It' s bad.
ru: Плохо дело.

source: They' re coughing.
ru: Они кашляют.

source: If they' re coughing, they' re going to die!
ru: Если они кашляют, они умрут!

source: Nobody is going to die, man!
ru: Да успокойся, никто не умрет!

source: Will you please have the balls to follow through with something?
ru: Ты в состоянии хоть что- нибудь довести до конца?

source: They' il have a hangover.
ru: Худшее, что может произойти - они потеряют сознание.

source: How are we going to get in there if they pass out, Junior?
ru: Интересно, как мы туда попадем, если они потеряют сознание?

source: Cut it back a little.
ru: Сделай поменьше.

source: They won' t pass out, numb- nuts.
ru: Они не потеряют сознание, идиот.

source: They' il throw up first.
ru: Сначала их вырвет.

source: We can' t get in if they' re dead!
ru: Если они умрут, нам туда не попасть!

source: Stay on the ground and breathe.
ru: Ляг на пол и дыши.

source: Turn it down.
ru: Прикрой вентиль.

source: Turn it down!
ru: Прикрой!

source: It' s too much!
ru: Это слишком много!

source: - Keep it down!
ru: - Не лезь не в свое дело.

source: I' m turning it down.
ru: Сделал.

source: - We' re not killing anybody.
ru: - Убери его от меня.

source: - Turn the shit off.
ru: - Скажи, чтобы он прикрыл вентиль!

source: - Turn it down.
ru: - Закрой, тебе говорят.

source: Get under this.
ru: Завернись в накидку.

source: Oh, my god.
ru: О, господи.

source: - Fucking amateurs, man!
ru: - Ни черта не умеют!

source: - It' s my fucking idea.
ru: - Это моя идея.

source: Shut the fuck up!
ru: Заткнись!

source: There are people trying to sleep over there.
ru: За стеной люди спят.

source: Turn the gas off.
ru: Выключи газ.

source: Turn the gas off right now.
ru: Сейчас же выключи газ.

source: Get it off me!
ru: Убери эту штуку!

source: You fucking bitch!
ru: Чертова сука!

source: I' m coming in there!
ru: Сейчас я до тебя доберусь!

source: Calm the fuck down.
ru: Сию же минуту прекрати.

source: Promise me you' il never do anything like that.
ru: Обещай, что больше никогда не будешь так делать.

source: At least they' re still moving in there.
ru: Я слышу, как они шевелятся.

source: Talk to him.
ru: С ним говори.

source: Please, man, give it a rest.
ru: Слушай, сделай одолжение, помолчи.

source: - That Morse code?
ru: - Азбука Морзе?

source: - SOS.
ru: - SОS.

source: Where' d you learn that?
ru: Откуда ты ее знаешь?

source: Titanic.
ru: Титаник смотрела.

source: Downstairs.
ru: Пошли вниз.

source: Not you.
ru: Без тебя.

source: Come on, come on, come on.
ru: Давай, давай, давай.

source: Wake up.
ru: Проснись.

source: The first thing I' m going to do this morning is call my plastic surgeon.
ru: Первое, что я сделаю утром, - позвоню пластическому хирургу.

source: There' s been a change here. $100, 000 is not enough.
ru: Послушай, $100 000 мне недостаточно.

source: Not for this shit.
ru: За все это...

source: I want a third of whatever' s in that room up there.
ru: Я хочу треть от того, что есть в этой комнате.

source: Full share, one- third.
ru: Отлично, треть.

source: You bought a ski mask, made $1, 000, 000.
ru: Ты купил лыжную маску и заработал на этом $1 000 000.

source: Your parents will be proud.
ru: Родители могут тобой гордиться.

source: Got him.
ru: Проснулся.

source: Let me straighten out something else.
ru: Вот еще что.

source: Get control of your goddamn expert.
ru: Разберись со своим чертовым экспертом.

source: I' m not losing my half of the money because -
ru: Я не собираюсь терять свою половину из- за того...

source: Slow down.
ru: Постой- ка.

source: Half?
ru: Уже половину?

source: Did you sleep through grade school?
ru: Ты что, в школе не учился?

source: Five seconds ago, it was a third....
ru: Пять секунд назад была треть...

source: I' m letting you know he' s a problem.
ru: Я просто объясняю тебе, что он тут лишний.

source: But this wasn' t my idea, so he' s your problem.
ru: Но это была не моя мысль, так что ты и разбирайся.

source: It wasn' t your idea!
ru: Это была не твоя мысль!

source: It was my idea!
ru: Тут вообще нет ни одной твоей мысли!

source: Come on, look over here.
ru: Ну давай же, посмотри сюда.

source: Yes, yes, yes.
ru: Есть, есть, есть.

source: Let' s hope this guy' s an ex- Boy Scout.
ru: Будем надеяться, что он в детстве был скаутом.

source: - We' re here!
ru: - Мы тут!

source: - Help us!
ru: - Помогите нам!

source: Open your window!
ru: Откройте окно!

source: We' re never going to get out of here.
ru: Нам никогда отсюда не выбраться.

source: I' m the loving grandson who put in the time with the old man...... every goddamn weekend for two years...... talking to him, dressing him, walking him, feeding him.
ru: Я, как любящий внук, два года... проводил со стариком каждые выходные... разговаривал с ним, одевал его, гулял с ним, кормил его.

source: I' m the one the old man finally told about the safe.
ru: Именно мне он в конце концов рассказал про сейф.

source: I' m the one who found the guy who built it, and I convinced him to break into it!
ru: Я нашел того, кто сделал этот сейф, и уговорил взломать его!

source: - The bedroom' s empty.
ru: - В спальне никого нет.

source: Two of them, on the stairs.
ru: Двое - на лестнице.

source: Where' s the third guy?
ru: А третий?

source: I left my cell phone by the bed.
ru: Я оставила у кровати свой мобильный.

source: I earned that money.
ru: Я потом и кровью заработал эти деньги.

source: I will not let you jeopardize my fucking plan...... because you have a problem relating to others!
ru: И я не потерплю, чтобы мой план сорвался... из- за того, что ты не можешь разобраться с кем надо!

source: If I don' t come back, close this door.
ru: Если я не вернусь, закрой дверь.

source: Just do what I say.
ru: Делай, что я говорю.

source: He touches me again, I' il shoot him.
ru: Если он еще меня тронет, я его застрелю.

source: Wait!
ru: Подожди!

source: Any other schoolyard bullshit to settle, or can we get back to work?
ru: Ну что, еще какая- нибудь ерунда есть или можно вернуться к делу?

source: Don' t take no tone with me, jerk- wad.
ru: Не смей говорить со мной таким тоном.

source: I' il shove it up your ass and snap it off.
ru: Сейчас я тебе его в задницу засуну.

source: You' re a bus driver, Raoul.
ru: Ты водитель автобуса, Рауль.

source: You live in Flatbush.
ru: Ты живешь среди обычных людей.

source: Don' t spout some Elmore Leonard bullshit you just heard...... because I saw that movie, too.
ru: Не строй из себя героя детектива... потому что я тоже смотрю такое кино.

source: I got some news for you.
ru: У меня для тебя новости.

source: What did she get?
ru: У нее что- то в руках.

source: Charger!
ru: Зарядное устройство!

source: She has a cell phone.
ru: У нее мобильный телефон.

source: All right, signal.
ru: Ну, где же сеть?

source: Signal.
ru: Ну, ищи же сеть.

source: I don' t think they' il be talking on no cell phone from in there.
ru: Не думаю, что оттуда можно говорить по мобильному.

source: - You can' t call out from in there.
ru: - Сигнал не проходит.

source: No signal.
ru: Не находит.

source: I didn' t hook up this line, but I hooked up the main line.
ru: Эту линию я не подключила, зато подключила ту.

source: If we can find it, we can cut into it.
ru: Если мы найдем ее, мы можем к ней подключиться.

source: I can' t go to prison, man.
ru: Мне нельзя в тюрьму.

source: I' m not built for that shit.
ru: Это не для меня.

source: Get the phone.
ru: Дай сюда телефон.

source: - Rip it off!
ru: - Он прикреплен к стене!

source: Phillips.
ru: Дай мне отвертку.

source: Junior, when I asked you to cut the phone lines, did you cut the main line?
ru: Джуниор, когда я попросил тебя разобраться с телефонами, ты отключил главную линию?

source: Or did you just cut the cord on the phone in the kitchen?
ru: Или просто перерезал телефонный провод в кухне?

source: Strip this and expose the wires.
ru: Отдери пластмассу и оголи провода.

source: - I have no idea.
ru: - Что ты собираешься делать?

source: - Okay, got it?
ru: - Ну что, вышло?

source: Yellow, yellow.
ru: Желтый с желтым.

source: Dial tone.
ru: Гудок.

source: 911 emergency.
ru: Служба спасения 911.

source: Yes, this is 38 West 94th Street -
ru: Я звоню из дома 38, 94- я улица, Вестсайд...

source: - please hold.
ru: - Минутку.

source: Call Dad.
ru: Позвони папе.

source: How do you live in New York and not have a single Percocet?
ru: Как можно жить в Нью- Йорке и не иметь дома перкосета?

source: - Stephan.
ru: - Алло!

source: Put Stephan on the line.
ru: Дай мне Стивена.

source: - It' s Meg.
ru: - Кто это?

source: Do you know what time it is?
ru: Ты знаешь, который час?

source: - Put him on the phone, bitch.
ru: - Позови его к телефону, сука.

source: - It' s your fucking wife.
ru: - Это твоя жена, черт бы ее побрал.

source: - You' ve got to help us.
ru: - Нам нужна твоя помощь.

source: There are three men upstairs.
ru: Три человека в нашем доме!

source: They broke in -
ru: Они ворвались...

source: What -
ru: Что...

source: - He' il do something.
ru: - Он поможет нам.

source: - No, he won' t.
ru: - Не думаю.

source: He' il call the police.
ru: Он вызовет полицию.

source: You don' t know her.
ru: Ты ее не знаешь.

source: She won' t let him.
ru: Она ему не позволит.

source: He knows that there' s trouble.
ru: Он слышал, какой у меня был голос.

source: He' s across the park.
ru: Он совсем рядом.

source: That' s why we got houses close to each other.
ru: Потому я и решила поселиться именно здесь.

source: Just in case we needed each other.
ru: Если мы друг другу понадобимся.

source: He' il help us.
ru: Он поможет нам.

source: - He won' t.
ru: - Не поможет.

source: - Yes, he will!
ru: - Нет, поможет!

source: No, I' m sorry.
ru: Это ты прости меня.

source: I was trying not to tell you.
ru: Я не хотела тебе говорить.

source: I' m dizzy and hungry.
ru: Я хочу есть, и у меня кружится голова.

source: All she' s got is NyQuil and fucking Midol.
ru: У нее только панадол и солпадеин.

source: Looks like that gas idea didn' t work so well.
ru: Похоже, с газом ничего не вышло.

source: Whose fault was that?
ru: И кто в этом виноват?

source: This is impossible.
ru: Мерзкая история.

source: What' s the plan now, hot rod?
ru: Что нам теперь делать, супермен?

source: This is unpleasant.
ru: Не просто мерзкая - ужасная история.

source: Here, drink this.
ru: На, выпей.

source: All right, drink lots of water.
ru: Тебе нужно много пить.

source: You dropped to the low 40s.
ru: Сахар сильно упал.

source: We have to get your blood- sugar up.
ru: Надо срочно поднять его.

source: Can you hear me okay?
ru: Ты меня слышишь?

source: I' m just dizzy, not deaf.
ru: Мам, я голодная, а не глухая.

source: Smart ass.
ru: Грубишь матери.

source: That' s excellent.
ru: Значит, все не так плохо.

source: Did you see anything in here?
ru: Тут ничего не найдется?

source: Any candy bars or something sweet?
ru: Конфет или других сладостей?

source: Let' s check it again.
ru: Дай- ка я посмотрю еще раз.

source: Mom, I did it.
ru: Мама, я уже смотрела.

source: We got to stay calm, okay?
ru: Только не волнуйся, ладно?

source: Stay calm.
ru: Ясно?

source: You' re making me nervous.
ru: Ты сама же меня и нервируешь.

source: What if I keep dropping?
ru: А что, если сахар еще упадет?

source: I' il figure something out.
ru: Я что- нибудь придумаю.

source: You know, he' s right.
ru: Знаешь, он прав.

source: There' s no way we' re getting into that room.
ru: Нам не удастся попасть в эту комнату.

source: I just got to be honest with myself here.
ru: Надо смотреть правде в глаза.

source: I don' t need to be involved...... with anything so harrowing or perilous at this point in my life.
ru: Мне не нужны... проблемы.

source: - You' re giving up?
ru: - Ты уходишь?

source: - Hell, yes.
ru: - Да.

source: I don' t need the fucking aggravation.
ru: Мне не нужны неприятности.

source: I' il make an anonymous phone call.
ru: Я сделаю анонимный звонок в полицию.

source: They' il find the floor safe.
ru: Они найдут сейф.

source: I' il inherit.
ru: Я получу часть денег.

source: Stephen, Jeffrey, Catherine, David.
ru: Стивен, Джеффри, Кэтрин, Дэвид.

source: Five grandkids, 60 percent inheritance tax.
ru: Пять внуков, 60 процентов налога на наследство.

source: Fuck, I' il still put away 8 or 900 grand and keep my goddamn hair.
ru: Я получу 800- 900 тысяч и спасу свою шкуру.

source: Go out and get loaded.
ru: Иди и ширнись.

source: Say what you just said again.
ru: Повтори, что ты сейчас сказал.

source: Say that shit about the money again, babycakes.
ru: Повтори, что ты сказал про деньги, дорогой.

source: Before?
ru: Сейчас?

source: Yeah, before.
ru: Да, сейчас.

source: Splitting the money in your head, you said you' d put away 800 or 900 grand.
ru: Ты сказал, что тебе достанется 800- 900 тысяч.

source: That was after tax, which makes it more than a million and a half gross.
ru: Чистыми, а грязными - более полутора миллионов.

source: So now you' re a tax attorney.
ru: Ты еще и специалист по налогам?

source: - I' m out of here.
ru: - С меня хватит.

source: - Wait a minute.
ru: - Постой.

source: There' s sugar in everything.
ru: Сахар есть всюду.

source: Places you' d never expect.
ru: В самых неожиданных продуктах.

source: Like ketchup.
ru: В кетчупе, например.

source: Where else?
ru: Где еще?

source: Travel kit.
ru: Походный набор.

source: Plus, you named eight people you got to split it with...... so that' s 10 or 12 million bucks in the safe.
ru: Кроме того, ты назвал еще восемь человек... значит, в сейфе 10 или 12 миллионов.

source: A fuck- up like you has got to get less than everybody else...... so now I don' t know what to think.
ru: Такому придурку, как ты, следовало бы дать меньше, чем другим... так что я даже не знаю, что и думать.

source: You' re adding up money you' il never touch, buddy.
ru: Ты считаешь деньги, которые тебе никогда не достанутся, приятель.

source: How much is in there?
ru: Так сколько там?

source: Mouthwash.
ru: Полоскание для рта.

source: Saccharin.
ru: На сахарине.

source: Hey, I' m talking to you.
ru: Эй, я с тобой разговариваю.

source: Answer me.
ru: Ответь мне.

source: There' s more.
ru: Там больше, чем я сказал.

source: And when were you going to tell us this minor economic detail?
ru: И когда же ты собирался сообщить нам эту мелочь?

source: It' s totally fucking moot!
ru: Какая теперь разница?

source: - Why are we having this conversation?
ru: - Зачем вообще это обсуждать?

source: - What were you thinking?
ru: - Как ты собирался выкрутиться?

source: How did you expect to get away with this?
ru: Как ты собирался перехитрить нас?

source: Did you think that I' d open that safe...... and then me and Raoul would wait while you picked out your share?
ru: Ты думал, что я открою тебе сейф... а потом мы с Раулем будем ждать, пока ты заберешь свою долю?

source: You got us into this mess, and you were going to fuck us?
ru: Ты втянул нас в эту заваруху и собирался подставить?

source: You got yourself into this.
ru: Ты сам ввязался в это.

source: You got the custody lawyers up your ass.
ru: На тебе висят невыплаченные алименты.

source: Your eyes were huge when I told you about the gig...... so don' t play innocent.
ru: У тебя аж глаза загорелись, когда ты услышал об этом... так что не строй оскорбленную невинность.

source: Things didn' t work out.
ru: Ничего не вышло.

source: Play past it.
ru: Но жизнь продолжается.

source: Sugar- free.
ru: Мятные леденцы?

source: Mints?
ru: Без сахара.

source: I' m opening that safe.
ru: Я открою сейф.

source: You leave, you get nothing.
ru: Если ты сейчас уйдешь, ты не получишь ничего.

source: It' s looking doubtful there, big guy.
ru: Еще неизвестно, откроешь ли, босс.

source: I will split the money with Raoul.
ru: Я поделю деньги с Раулем.

source: But I don' t ever want to see you again.
ru: А про тебя я больше и слышать не хочу.

source: Cops show up on my doorstep, we will know who sent them...... and we will fucking find you.
ru: Если к нам нагрянут копы, мы поймем, кто их прислал... и уж разыщем тебя.

source: I' il see you, Burnham.
ru: Счастливо, Бернэм.

source: Later, Raoul.
ru: Пока, Рауль.

source: Ride in a Town Car to 125th Street a couple of times...... think you know all about it.
ru: Ты считаешь, что пару раз проехался в шикарном автомобиле... и уже знаешь все о жизни?

source: You don' t know nothing about me.
ru: Ты меня совсем не знаешь.

source: Shut your eyes and don' t turn around.
ru: Сара, послушай: иди в угол.

source: You should see the look on your face.
ru: Жаль, что ты не видишь своего выражения.

source: - Don' t move.
ru: - Не двигайся.

source: Don' t you fucking move.
ru: Не двигайся, черт возьми.

source: - No, don' t.
ru: - Я не двигаюсь.

source: - Don' t shoot, please.
ru: - Пожалуйста, не стреляйте.

source: Shut it, lock it and get the fuck away from it.
ru: Закрой дверь на замок и отойди от нее.

source: - Stop it, you fucking - - Fucking what?
ru: - Кто чертов?

source: Idiot?
ru: Придурок?

source: Fucking asshole?
ru: Идиот?

source: Who' s the clown now?
ru: Кто теперь придурок?

source: Me.
ru: Я.

source: It' s burning me.
ru: Мне больно.

source: Who' s got the gun?
ru: У кого пушка?

source: Remember that.
ru: Не забывай об этом.

source: Find out who the fuck that is.
ru: Выясни, кого принесла нелегкая.

source: Give me your wallet.
ru: Давай сюда бумажник.

source: Stephan Altman.
ru: Стивен Олтмэн.

source: Did your wife give you a call, Stephan?
ru: Тебе позвонила жена, Стивен?

source: What did she say?
ru: Что она сказала?

source: Don' t know.
ru: Нас разъединили.

source: - Did you call anybody else?
ru: - Телефон и вправду не работает.

source: Did you call the fucking cops, Stephan?
ru: Ты вызвал полицию, Стивен?

source: He' s telling the truth.
ru: Он не лжет.

source: Yeah, he probably is.
ru: Похоже, что нет.

source: Because when I do this, people don' t lie.
ru: Под дулом пистолета люди не лгут.

source: - Get us into that room.
ru: - Придумай, как попасть туда.

source: - Yeah, you can.
ru: - Не могу.
